[LangSelectionDlg]
MUI_LANGDLL_WINDOWTITLE=Installeri keel
MUI_LANGDLL_INFO=Palun valige keel.

[Installation]
IDS_SAVESETTING=Kas soovite seaded salvestada?
IDS_OperatorName=Mobiilioperaator
IDS_ChooseOperator=Valige mobiilioperatoor.
IDS_SelectOperatorList=Palun valige mobiilioperaator järgnevast nimekirjast.
IDS_OperatorDescription=Kirjeldus
IDS_SelectOperatorDetail=on kavandatud
IDS_ACSInstalled=Süsteemis on varasem Speedmanager plus/ByteMobile Client installeeritud. Versioon tuleb eemaldada ja OS taaskäivitada.
IDS_PathTooLong=Rada on liiga pikk.
IDS_AlreadyInstall=Rakendus on juba installeeritud. Eemaldan selle?
IDS_NonAdmin=ei saa installeerida  sest kasutajal ei ole selles arvutis administraatori õigusi.
IDS_IsWin9x= ei saa paigaldada süsteemis Windows 9x.
IDS_AppRunning=Palun sulgege esmalt rakendus.
IDS_SameVer=See tarkvaraversioon on juba installeeritud. Kas soovite selle esmalt eemaldada?
IDS_AnotherCustomized=Selle tarkvara kohandatud versioon on juba installeeritud. Kas soovite selle esmalt eemaldada?
IDS_OldVer=Selle tarkvara varasem versioon on juba installeeritud. Kas soovite selle esmalt eemaldada?
IDS_HigherVer=Selle tarkvara uuem versioon on juba installeeritud. Kas soovite selle esmalt eemaldada?
IDS_NonAdminUninst=ei saa eemaldada  sest kasutajal ei ole selles arvutis administraatori õigusi.
IDS_DELETE_ALL_DATA= Kas soovite kustutada kõik kasutaja andmefailid?


